# encoding: utf8
from __future__ import unicode_literals

# Source https://github.com/stopwords-iso/stopwords-bn/blob/master/raw/gh-stopwords-json-bn.txt
# Corrected, some words removed

STOP_WORDS = set("""
অনেক অন্য অবশ্য আগে আছে
আজ আবার আমরা আমাদের আর
ই
উত্তর উপর উপরে
এ এই এক্ এখন এত এব এমন এমনি এর এস এসে
ও ওই

কমনে করা করে কাছে কাজ কাজে কারণ কি কিছু কে কেউ কেখা কেন কোটি কোনো কয়েক
খুব
গিয়ে গেল

চার চালু চেষ্টা
ছিল
জানা জ্ন

টি

তখন তবে তা তাই তো
থাকা থেকে দিন
দু দেওয়া
ধামার
নতুন না নাগাদ নিয়ে নেওয়া নয়

পর পরে পাচ পি পেয়্র্ প্রতি প্রথম প্রযন্ত প্রাথমিক প্রায়
বক্তব্য বলা বলে বলেন বহু বা বি বিভিন্ন বেশ বেশি
মতো মধ্যে মনে

যখন যদি যা যাওয়া যে
র রকম
লক্ষ

শুধু শুরু
সঙ্গে সব সহ সাধারণ সামনে
সি সে সেই
হতে হয়
""".split())
